[{
    "excerpt": "I had been making the rounds of the Sacrifice Poles the day we heard my brother had escaped.",
    "book": "The Wasp Factory",
    "author": "Iain Banks"
},
{
    "excerpt": "It was a pleasure to burn.",
    "book": "Fahrenheit 451",
    "author": "Ray Bradbury"
},
{
    "excerpt": "A merry little surge of electricity piped by automatic alarm from the mood organ beside his bed awakened Rick Deckard.",
    "book": "Do Androids Dream of Electric Sheep?",
    "author": "Philip K Dick"
},
{
    "excerpt": "In that pleasant district of merry England which is watered by the river Don, there extended in ancient times a large forest covering the greater part of the beautiful hills and valleys which lie between Sheffield and the pleasant town of Doncaster.",
    "book": "Ivanhoe",
    "author": "Sir Walter Scott"
},
{
    "excerpt": "There were four of us - George, and William Samuel Harris, and myself, and Montmorency.",
    "book": "Three Men In A Boat",
    "author": "Jerome K Jerome"
},
{
    "excerpt": "We are in camp five miles behind the line. Yesterday our relief arrived; now our bellies are full of bully beef and beans, we've had enough to eat and we're well satisfied.",
    "book": "All Quiet on the Western Front",
    "author": "Erich Maria Remarque"
},
{
    "excerpt": "There lived in Westphalia, at the country seat of Baron Thunder-ten-tronckh, a young lad blessed by nature with the most agreeable manner.",
    "book": "Candide",
    "author": "Voltaire"
},
{
    "excerpt": "The scent and smoke and sweat of a casino are nauseating at three in the morning.",
    "book": "Casino Royale",
    "author": "Ian Fleming"
},
{
    "excerpt": "Lying in bed, I abandoned the facts again and was back in Ambrosia.",
    "book": "Billy Liar",
    "author": "Keith Waterhouse"
},
{
    "excerpt": "When a day that you happen to know is Wednesday starts off by sounding like Sunday, there is something seriously wrong somewhere.",
    "book": "The Day Of The Triffids",
    "author": "John Wyndham"
},
{
    "excerpt": "In the year 1878 I took my degree of Doctor of Medicine of the University of London, and proceeded to Netley to go through the course prescribed for surgeons in the army.",
    "book": "A Study In Scarlet",
    "author": "Arthur Conan Doyle"
},
{
    "excerpt": "The Time Traveller (for so it will be convenient to speak of him) was expounding a recondite matter to us.",
    "book": "The Time Machine",
    "author": "HG Wells"
},
{
    "excerpt": "It was five o'clock on a winter's morning in Syria. Alongside the platform at Aleppo stood the trains grandly designated in railway guides as the Taurus Express.",
    "book": "Murder On The Orient Express",
    "author": "Agatha Christie"
},
{
    "excerpt": "Hale knew they meant to murder him before he had been in Brighton three hours.",
    "book": "Brighton Rock",
    "author": "Graham Greene"
},
{
    "excerpt": "On those cloudy days, Robert Neville was never sure when sunset came, and sometimes they were in the streets before he got back.",
    "book": "I Am Legend",
    "author": "Richard Matheson"
},
{
    "excerpt": "Mr. Jones, of the Manor Farm, had locked the hen-houses for the night, but was too drunk to remember to shut the pop-holes.",
    "book": "Animal Farm",
    "author": "George Orwell"
},
{
    "excerpt": "A squat grey building of only thirty-four stories. Over the main entrance the word, CENTRAL LONDON HATCHERY AND CONDITIONING CENTRE, and, in a shield, the World State's motto, COMMUNITY, IDENTITY, STABILITY.",
    "book": "Brave New World",
    "author": "Aldous Huxley"
},
{
    "excerpt": "The Mole has been working very hard all morning, spring-cleaning his little home.",
    "book": "The wind In The Willows",
    "author": "Kenneth Grahame"
},
{
    "excerpt": "All happy families are alike; each unhappy family is unhappy in its own way.",
    "book": "Anna Karenina",
    "author": "Leo Tolstoy"
},
{
    "excerpt": "The stranger came early in February, one wintry day, through a biting wind and a driving snow, the last snowfall of the year, over the down, walking as it seemed from Bramblehurst railway station, and carrying a little black portmanteau in his thickly gloved hand.",
    "book": "The Invisible Man",
    "author": "HG Wells"
},

{
    "excerpt": "As the Manager of the Performance sits before the curtain on the boards, and, looks into the Fair, a feeling of profound melancholy comes over him in his survey of the bustling place.",
    "book": "Vanity Fair",
    "author": "William Makepeace Thackeray"
},
{
    "excerpt": "1801 – I have just returned from a visit to my landlord – the solitary neighbour that I shall be troubled with.",
    "book": "Wuthering Heights",
    "author": "Emily Bronte"
},
{
    "excerpt": "Last night I dreamt I went to Manderley again.",
    "book": "Rebecca",
    "author": "Daphne Du Maurier"
},
{
    "excerpt": "You will rejoice to hear that no disaster has accompanied the commencement of an enterprise which you have regarded with such evil forebodings.",
    "book": "Frankenstein",
    "author": "Mary Shelley"
},
{
    "excerpt": "Vaughan died yesterday in his last car-crash.",
    "book": "Crash",
    "author": "JG Ballard"
},
{
    "excerpt": "He was an old man who fished alone in a skiff in the Gulf Stream and he had gone eighty-four days now without taking a fish.",
    "book": "The Old Man And The Sea",
    "author": "Ernest Hemingway"
},
{
    "excerpt": "Someone must have slandered Josef K., for one morning, without having done anything truly wrong, he was arrested.",
    "book": "The Trial",
    "author": "Franz Kafka"
},
{
    "excerpt": "We were somewhere around Barstow on the edge of the desert when the drugs began to take hold.",
    "book": "Fear And Loathing in Las Vegas",
    "author": "Hunter S Thompson"
},
{
    "excerpt": "If you really want to hear about it, the first thing you’ll probably want to know is where I was born, and what my lousy childhood was like, and how my parents were occupied and all before they had me, and all that David Copperfield kind of crap, but I don’t feel like going into it, if you want to know the truth.",
    "book": "Catcher In The Rye",
    "author": "JD Salinger"
},
{
    "excerpt": "It is a truth universally acknowledged that a single man in possession of a good fortune must be in want of a wife.",
    "book": "Pride and Prejudice",
    "author": "Jane Austen"
},
{
    "excerpt": "Call me Ishmael.",
    "book": "Moby Dick",
    "author": "Herman Melville"
},   
{
    "excerpt": "It was the best of times, it was the worst of times, it was the age of wisdom, it was the age of foolishness, it was the epoch of belief, it was the epoch of incredulity, it was the season of Light, it was the season of Darkness, it was the spring of hope, it was the winter of despair.",
    "book": "A Tale Of Two Cities",
    "author": "Charles Dickens"
}, 
{
    "excerpt": "In my younger and more vulnerable years my father gave me some advice that I've been turning over in my mind ever since.",
    "book": "The Great Gatsby",
    "author": "F. Scott Fitzgerald"
}, 
{
    "excerpt": "It was a queer, sultry summer, the summer they electrocuted the Rosenbergs, and I didn't know what I was doing in New York.",
    "book": "The Bell Jar",
    "author": "Sylvia Plath"
}, 
{
    "excerpt": "Emma Woodhouse, handsome, clever, and rich, with a comfortable home and happy disposition, seemed to unite some of the best blessings of existence; and had lived nearly twenty-one years in the world with very little to distress or vex her.",
    "book": "Emma",
    "author": "Jane Austen"
}, 
{
    "excerpt": "It was inevitable: the scent of bitter almonds always reminded him of the fate of unrequited love.",
    "book": "Love In The Time Of Cholera",
    "author": "Gabriel García Márquez"
}, 
{
    "excerpt": "Mother died today. Or maybe yesterday; I can't be sure.",
    "book": "The Stranger",
    "author": "Albert Camus"
}, 
{
    "excerpt": "Whether I shall turn out to be the hero of my own life, or whether that station will be held by anybody else, these pages must show.",
    "book": "David Copperfield",
    "author": "Charles Dickens"
}, 
{
    "excerpt": "You better not never tell nobody but God.",
    "book": "The Color Purple",
    "author": "Alice Walker"
}, 
{
    "excerpt": "Somewhere in la Mancha, in a place whose name I do not care to remember, a gentleman lived not long ago, one of those who has a lance and ancient shield on a shelf and keeps a skinny nag and a greyhound for racing.",
    "book": "Don Quixote",
    "author": "Miguel de Cervantes"
}, 
{
    "excerpt": "Scarlett O'Hara was not beautiful, but men seldom realized it when caught by her charm as the Tarleton twins were.",
    "book": "Gone With The Wind",
    "author": "Margaret Mitchell"
}]
      
    